Repository: sleeptoken0/MenuMate
Catalog: MenuMate/*.lproj/Localizable.strings
Languages: el

# tab_menu
source: Menu
el: Μενού

# tab_order
source: Order
el: Παραγγελία

# tab_settings
source: Settings
el: Ρυθμίσεις

# nav_menu
source: Menu
el: Μενού

# nav_order
source: Order
el: Παραγγελία

# nav_payment
source: Payment
el: Πληρωμή

# checkout_payment_method
source: How do you want to pay?
el: Πώς θέλετε να πληρώσετε;

# checkout_add_loyalty
source: Add MenuMate loyalty card
el: Προσθήκη κάρτας MenuMate loyalty

# checkout_enter_id
source: Enter your MenuMate ID
el: Εισάγετε το MenuMate ID

# checkout_add_tip
source: Add a tip?
el: Προσθήκη φιλοδωρήματος;

# checkout_tip_amount
source: Tip amount
el: Φιλοδώρημα

# checkout_total
source: Total: %@
el: Σύνολο: %@

# checkout_confirm
source: Confirm your order
el: Επιβεβαίωση παραγγελίας

# checkout_alert_title
source: Order confirmed.
el: Η παραγγελία ολοκληρώθηκε.

# checkout_alert_message
source: Your total was %@ - thank you.
el: Το σύνολο ήταν %@ – ευχαριστούμε.

# item_photo
source: Photo: %@
el: Φωτο: %@

# item_order
source: Order this
el: Προσθήκη

# order_place
source: Place order
el: Ολοκλήρωση παραγγελίας

# settings_language
source: Language
el: Γλώσσα

# restrictions_info_title
source: Dietary info
el: Πληροφορίες

# restriction_d
source: Dairy
el: Γαλακτοκομικά

# restriction_g
source: Gluten
el: Γλουτένη

# restriction_n
source: Nuts
el: Ξηροί καρποί

# restriction_s
source: Spicy
el: Πικάντικο
